Repository: wp-plugins/wp-soavis
Catalog: languages/wp-soavis-*.po
Languages: nl_nl

source: Your Settings have been saved.
nl_nl: Uw Instellingen zijn opgeslagen.

source: This page shows the shortcodes supported by the WP SoaVis plugin:
nl_nl: Deze pagina toont de shortcodes die door de WP SoaVis plugin ondersteund worden:

source: Description
nl_nl: Omschrijving

source: <br/>This plugin supports the shortcodes as shown above as well as in all upper and lower case.
nl_nl: <br/>Deze plugin ondersteund bovenstaande shortcodes zowel in kleine als hoofdletters.

source: <br/>More information can be found <a href="%s">here</a>.
nl_nl: <br/>Meer informatie is <a href="%s">hier</a> te vinden.

source: <br/>If you have suggestions to improve this plugin, please leave a comment on this same <a href="%s">page</a>.
nl_nl: <br/>Als u suggesties heeft om deze plugin te verbeteren, laat dat dan aub weten op deze <a href="%s">pagina</a>.

source: SoaVis Information
nl_nl: SoaVis Informatie

source: Components
nl_nl: Componenten

source: Systems
nl_nl: Systemen

source: System
nl_nl: Systeem

source: Projects
nl_nl: Projecten

source: Chains
nl_nl: Ketens

source: Chain
nl_nl: Keten

source: Version
nl_nl: Versie

source: Last Updated
nl_nl: Laatst Bijgewerkt

source: Visibility
nl_nl: Zichtbaarheid

source: Add New
nl_nl: Voeg Nieuw Toe

source: Add New %s
nl_nl: Voeg Niew %s Toe

source: Edit %s
nl_nl: Bewerk %s

source: New %s
nl_nl: Nieuwe %s

source: View %s
nl_nl: Bekijk %s

source: Search %s
nl_nl: Zoek %s

source: No %s found
nl_nl: Geen %s gevonden

source: No %s found in trash
nl_nl: Geen %s gevonden in de prullenbak

source: The shortcode to render a graph of service dependencies specified in the DOT language.
nl_nl: De shortcode om een graph te renderen van service afhankelijkheden zoals gespecificeerd in de DOT taal.

source: By default, this shortcode shows the dependencies of the current post.
nl_nl: Deze shortcode toont standaard de afhankelijkheden van het huidige bericht.

source: If the current post is a service, this shortcode shows the dependencies of this current service.
nl_nl: Als het huidige bericht een service is, toont de shortcode de afhankelijkheden van deze huidige service.

source: For any other post type, this shortcode shows the dependencies of this current post.
nl_nl: Voor elk ander bericht type toont de shortcode de afhankelijkheden van dat huidige bericht.

source: <strong>title</strong>="Title text"
nl_nl: <strong>title</strong>="Titel tekst"

source: A text string that is used as title for this list.
nl_nl: Een tekst die gebruikt wordt als titel voor deze lijst.

source: Default value is Dependencies Graph.
nl_nl: De standaard waarde is Afhankelijkheden.

source: Determines the location of the box, similar to the alignment of media.
nl_nl: Bepaalt de plaats van de box, vergelijkbaar met de alignment van media bestanden.

source: Valid values are: <code>none</code>, <code>left</code>, <code>center</code>, <code>right</code>.
nl_nl: Toegestane waarden zijn: <code>none</code>, <code>left</code>, <code>center</code>, <code>right</code>.

source: Default value is: <code>left</code>.
nl_nl: Standaard waarde is: <code>left</code>.

source: With this value, a list can be defined to be used as starting point for the graph tree.
nl_nl: Met deze waarde kan een lijst gedefinieerd worden die gebruikt kan worden als startpunt voor de graph.

source: The value should be a comma separated list of post IDs or titles.
nl_nl: De waarde moet een comma gescheiden lijst zijn van bericht IDs of titels.

source: Default value is empty, using the current post as starting node.
nl_nl: De standaard waarde is leeg waardoor het huidige bericht gebruikt wordt als start punt.

source: Determines whether to show a list of dependencies.
nl_nl: Bepaalt of de lijst van afhankelijkheden al dan niet getoond moet worden.

source: Default value is: <code>NO</code>, showing NO list.
nl_nl: Standaard waarde is: <code>NO</code>, waardoor GEEN lijst getoond wordt.

source: Any other value will show a list.
nl_nl: Elke andere waarde zal de lijst tonen.

source: The shortcode to render a list of SoaVis entities, optionally filtered.
nl_nl: De shortcode om een lijst van SoaVis entries te tonen, optioneel gefilterd.

source: The <code>slug</code> of the SoaVis type to show.
nl_nl: De <code>slug</code> van het SoaVis type wat getoond moet worden.

source: Valid values are:
nl_nl: Toegestane waarden zijn:

source: Default value is: <code>Service</code>.
nl_nl: Standaard waarde is: <code>Service</code>.

source: Default value is empty, thus showing no title.
nl_nl: De standaard waarde is leeg waardoor geen titel getoond wordt.

source: Renders a list of services this entity dependends on.
nl_nl: Toont een lijst van services waar deze entiteit van afhankelijk is.

source: Default value is Dependencies.
nl_nl: Standaard waarde is Afhankelijkheden.

source: Renders a list of services that depend on this service.
nl_nl: Toont een lijst van services die afhankelijk zijn van deze service.

source: Renders a box with information.
nl_nl: Toont een box met informatie.

source: Default value is Info Box.
nl_nl: Standaard waarde is Info Box.

source: Default value is: <code>right</code>.
nl_nl: Standaard waarde is: <code>right</code>.

source: Renders a list of references.
nl_nl: Toont een lijst met referenties.

source: Default value is References.
nl_nl: Standaard waarde is Referenties.

source: Graph Dependencies List
nl_nl: Graph Afhankelijkheden Lijst

source: No dependencies found.
nl_nl: Geen afhankelijkheden gevonden.

source: Graph Dependencies Text
nl_nl: Graph Afhankelijkheden Tekst

source: No references found.
nl_nl: Geen referenties gevonden.

source: No post found.
nl_nl: Geen bericht gevonden.

source: No header information to display.
nl_nl: Geen header informatie om te tonen.

source: No information to display for post %s.
nl_nl: Geen informatie om te tonen voor bericht %s.

source: A plugin to provide SoaVis functionality for WordPress sites.
nl_nl: Een plugin die SoaVis functionaliteit levert voor WordPress sites.

source: %s has been deactivated.
nl_nl: %s is gedeactiveerd.

source: This plugin requires %s to be installed and active.
nl_nl: Voor deze plugin moet %s ge√Ønstalleerd en actief zijn.

source: SoaVis Settings
nl_nl: SoaVis Instellingen

source: General Settings
nl_nl: Algemene Instellingen

source: Manage your SoaVis settings below.
nl_nl: Beheer je SoaVis instellingen hieronder.

source: The maximum level to traverse the service network.
nl_nl: Het maximum aantal niveaus die in dit netwerk van services geanalyseerd mogen worden.

source: Must be a positive integer, any invalid value will render to the default value of %d.
nl_nl: Moet een positief geheel getal zijn, elke foute invoer levert de standaard waarde van %d op.

source: Download a set of example entities via <a href="%s">%s</a>.
nl_nl: Download een verzameling van voorbeeld entiteiten via <a href="%s">%s</a>.

source: wp-soavis version %s.
nl_nl: wp-soavis versie %s.

source: Please <a href="%s">install</a> and <a href="%s">activate</a> at least version %s of %s and try again.
nl_nl: <a href="%s">Installeer</a> en <a href="%s">activeer</a> tenminste versie %s van %s en probeer opnieuw.

source: <strong>start_nodes</strong>="&lt;ID&gt;,&lt;Title&gt;"
nl_nl: <strong>start_nodes</strong>="&lt;ID&gt;,&lt;Titel&gt;"

source: <strong>filter</strong>="&lt;key=value;&gt;"
nl_nl: <strong>filter</strong>="&lt;sleutel=waarde;&gt;"

source: A set of parameters that can be used to filter the list.
nl_nl: Een set parameters die gebruikt kan worden om de lijst te filteren.

source: The parameter value must be a set of [<code>key</code>=<code>value</code>] pairs.
nl_nl: De parameterwaarde moet een set van [<code>sleutel</code>=<code>waarde</code>] paren zijn.

source: Sets need to be separated by the "<code>;</code>" character.
nl_nl: Sets moeten worden gescheiden door het "<code>;</code>" karakter.

source: The texts for <code>key</code> and <code>value</code> need to be separated by the "<code>=</code>" character.
nl_nl: De teksten voor <code>sleutel</code> en <code>waarde</code> moeten worden gescheiden door het "<code>=</code>" karakter.

source: The <code>key</code> will be matched with a meta_key as stored with a post, e.g. the value "Document" will match with meta_key "RelatedDocument".
nl_nl: De <code>sleutel</code> wordt gematched met een meta_key zoals opgeslagen bij een bericht, bv. de waarde "Document" zal matchen met de meta_key "RelatedDocument".

source: The <code>value</code> will be matched as a LIKE with the meta_value related to the meta_key found for the corresponding <code>key</code>.
nl_nl: De <code>waarde</code> zal matchen zoals een LIKE met de meta_value gerelateerd aan de meta_key die gevonden is voor <code>sleutel</code>.

source: When multiple pairs are defined, only entities will be found that match ALL filter pairs.
nl_nl: Als er meerdere paren gedefinieerd zijn, worden alleen die entiteiten getoond die matchen met ALLE filter paren.

source: <strong>search</strong>="&lt;text&gt;"
nl_nl: <strong>search</strong>="&lt;tekst&gt;"

source: A parameter that can be used to search the entities requested.
nl_nl: Deze parameter kan gebruikt worden om entities te zoeken.

source: The parameter value must be a text string.
nl_nl: De parameterwaarde moet een tekst string zijn.

source: <strong>show_number</strong>="&lt;text&gt;"
nl_nl: <strong>show_number</strong>="&lt;tekst&gt;"

source: A parameter that determines whether or not to show the number of entities found.
nl_nl: Een parameter die bepaalt of het aantal gevonden entiteiten getoond wordt of niet.

source: If the value of <code>text</code> is "NO", the number is not shown; any other value will show the number.
nl_nl: Als de waarde van <code>tekst</code> gelijk is aan "NO", wordt het aantal niet getoond; elke andere waarde toont het aantal wel.

source: Default value is empty, thus showing the number.
nl_nl: De standaard waarde is leeg waardoor het aantal getoond wordt.

source: Number of <strong>%s</strong> found = %d.<br/>
nl_nl: Aantal <strong>%s</strong> gevonden = %d.<br/>

source: No <strong>%s</strong> found for type %s.<br/>
nl_nl: Geen <strong>%s</strong> gevonden voor type %s.<br/>
